Repository: beranat/flviewer
Catalog: plugins/mupdf/po/*.po
Languages: ru

source: Please enter password to read the document %s:
ru: Введите пароль для доступа к документу %s:

source: Incorrect password, try again enter password to read the document %s:
ru: Некорректный пароль, попробуйте ещё раз ввести пароль %s:

source: This software uses MuPDF parsing and rendering PDF, XPS, CBZ, and(or) EPUB documents. See http://mupdf.com/ for details.
ru: Это расширение использует библиотеку MuPDF для отображения PDF, XPS, CBZ и/или EPUB файла. Для получения детальной информации - http://mupdf.com/.

source: Portable Document Files (*.pdf)
ru: Portable Document файлы (*.pdf)

source: XML Paper Specification Files (*.xps)
ru: XML Paper Specification файлы (*.xps)

source: Comic Book Archive (*.{cbz,zip})
ru: Комикс архивы (*.{cbz,zip})

source: E-Book Files (*.epub)
ru: Электронные книги (*.epub)

source: Images Files (*.{jfif,jpe,jfif-tbnl,jfif})
ru: Изображения (*.{jfif,jpe,jfif-tbnl,jfif})

source: Tagged Image Files (*.{tif,tiff})
ru: Tagged Image файлы (*.{tif,tiff})

source: Ghost Proof Files (*.gproof)
ru: Ghost Proof файлы (*.gproof)

source: HTML/XML Files (*.xml,xhtml,html,htm)
ru: HTML/XML файлы (*.xml,xhtml,html,htm)
